Repository: LeGrin/SMPR
Catalog: ModuleVotingMethods/Properties/Resources.*.resx
Languages: ru_ru, zh

# bufferLoadPointsException
source: Вибраний елемент буфера не є вектором очок. Завантаження неможливе
ru_ru: Выбранный элемент буфера не является вектором очков. Загрузка невозможна
zh: Choosen element is not a points vector. Loading aborted

# bufferLoadProfileException
source: Вибраний елемент буфера не є профілем. Завантаження неможливе
ru_ru: Выбранный элемент буфера не является профилем. Загрузка невозможна
zh: Choosen element is not a profile. Loading aborted

# candidateCaption
source: Кандидат #
zh: Candidate #

# frmAddCandidateCaption
source: Додавання кандидата
ru_ru: Добавление кандидата
zh: Add candidate

# frmAddCandidateException
source: Кандидат з таким ім'ям вже зареєстрований
ru_ru: Кандидат с таким именем уже зарегистрирован
zh: Candidate with such name has been registered already

# frmChangeCandidateCaption
source: Перейменування кандидатів
ru_ru: Переименование кандидатов
zh: Rename candidates

# frmDeleteCandidateCaption
source: Видалення кандидатів
ru_ru: Удаление кандидатов
zh: Remove candidates

# frmDeleteCandidateQuestion
source: Ви впевнені, що хочете видалити обраних кандидатів?
ru_ru: Вы уверены в удалении выбранных кандидатов?
zh: Are you sure you want to remove selected candidates?

# frmDeleteCandidateStatusDelete
source: Видалити
ru_ru: Удалить
zh: Remove

# frmModuleCaption
source: Методи голосування
ru_ru: Методы голосувания
zh: Votind methods

# MethodAbsoluteMajority
source: Метод абсолютної більшості
ru_ru: Метод абсолютного большинства
zh: Absolute majority method

# MethodAlternativeVoices
source: Метод альтернативних голосів
ru_ru: Метод альтернативных голосов
zh: Alternative voices method

# MethodBord
source: Метод Борда
zh: Bord method

# MethodCondorse
source: Метод Кондорсе
zh: Condorse method

# methodCondorseException
source: Даний профіль не має переможця за Кондорсе
ru_ru: Данный профиль не имеет победителя по правилу Кондорсе
zh: Current profile doesn't have a winner by the Condorse's method

# MethodConsecutiveException
source: Метод послідовного виключення
ru_ru: Метод последовательного исключения
zh: Consecutive exception method

# MethodCopland
source: Метод Копленда
zh: Copland method

# methodCopplandException
source: Даний профіль не має переможця за Коплендом
ru_ru: Данный профиль не имеет победителя по правилу Копленда
zh: Current profile doesn't have a winner by the Copland's method

# methodException
source: Під час виконання методу "{0}" сталася помилка: "{1}"
ru_ru: Во время выполнения метода "{0}" возникла ошибка: "{1}"
zh: Executing method "{0}" interrupted by error: "{1}"

# MethodRelativeMajority
source: Метод відносної більшості
ru_ru: Метод относительного большинства
zh: Relative majority method

# MethodSimpson
source: Метод Сімпсона
ru_ru: Метод Симпсона
zh: Simpson method

# methodSimpsonException
source: Даний профіль не має переможця за Сімпсоном
ru_ru: Данный профиль не имеет победителя по правилу Симпсона
zh: Current profile doesn't have a winner by the Simpson's method

# pointsCaption
source: Очки
zh: Points

# profileOrder1Exception
source: Неправильно заданий номер кандидата
ru_ru: Неправильно задан номер кандидата
zh: Wrong candidate's number

# profileOrder2Exception
source: Один кандидат не може двічі зустрічатися у порівнянні
ru_ru: Один кандидат не может дважды встречаться в сравнении
zh: One candidate cannot meet more than once in the comparison

# profilePointsException
source: Не введені всі очки до профілю або очки задані не в строго спадному порядку
ru_ru: Не введены все очки в профиль или они заданы не в строго нисходящем порядке
zh: You must fill in all points data in the descending order

# profileProfileFullException
source: Ви повинні ввести всі дані до профілю
ru_ru: Вы должны ввести все данные в профиль
zh: You must fill in all the data to the profile

# profileProfileUniqueException
source: Один кандидат не може мати 2-х позицій в рейтингу однієї групи виборців
ru_ru: Один кандидат может иметь лишь 1 рейтинг в одной группе избирателей
zh: One candidate must have only one rate in the voters group

# profileVotersCorrectException
source: Кількість виборців у групі повинна бути додатньою
ru_ru: Кол-во избирателей в группе должно быть положительным
zh: Voters's number in the group must be positive

# profileVotersFullException
source: Ви повинні ввести кількість виборців до кожної з груп виборців
ru_ru: Вы должны заполнить кол-во избирателей в каждой группе избирателей
zh: You must fill in all voters groupes

# profileVotersGroupCaption
source: Група виборців #
ru_ru: Группа избирателей #
zh: Voters group #

# typeDataGridCellError
source: Помилка при вводі данних в таблицю. Можна вводити тільки числа.
ru_ru: Ошибка при вводе данных в таблицу. Можно вводить только числа.
zh: The data in the table is not valid. Only numbers are required.
