Repository: LeGrin/SMPR
Catalog: ModuleCollectiveBenefitFunctions/frmModule.*.resx
Languages: ru_ru

# cbFunctions.Items
source: Функції колективноиї корисності
ru_ru: Функции колективной полезности

# cbFunctions.Items1
source: ФКК Неша
ru_ru: ФКП Нэша

# cbFunctions.Items2
source: Індекс Аткінсона
ru_ru: Индекс Аткинсона

# cbFunctions.Items3
source: Індекс Джині
ru_ru: индекс Джини

# cbFunctions.Items4
source: Пігу-Дальтона
ru_ru: Пигу-Дальтона

# label8.Text
source: Вибір задачі
ru_ru: Выбор задачи

# button1.Text
source: Завантажити
ru_ru: Загрузить

# lbDjini.Text
source: Індекс Джині
ru_ru: Индекс Джини

# lbAtkinson.Text
source: Індекс Аткінсона
ru_ru: Индекс Аткинсона

# gbIND.Text
source: Індекси нерівності
ru_ru: Индексы неравенства

# bnResult.Text
source: Розрахунок
ru_ru: Расчет

# lbAgents.Text
source: Кількість агентів (<=100)
ru_ru: Количество агентов (<=100)

# bnSave.Text
source: Зберегти
ru_ru: Сохранить
