Repository: LeGrin/SMPR
Catalog: ModuleDecisionsUnderRiskAndUncertainityMethods/Properties/Resources.*.resx
Languages: ru_ru

# MethodAdytyvn
source: Адитивний
ru_ru: Аддитивный

# MethodGermeier
source: Гермейєра
ru_ru: Гермейера

# MethodGurvits
source: Гурвіца
ru_ru: Гурвица

# MethodMinimax
source: Мінімаксний
ru_ru: Минимаксный

# MethodModal
source: Модальний
ru_ru: Модальный

# MethodOptimistic
source: Оптимістичний
ru_ru: Оптимистический

# MethodProbabilityMaximization
source: Максимізації ймовірності
ru_ru: Максимизации вероятности

# MethodProduct
source: Добутків
ru_ru: Произведений

# MethodSavage
source: Севіджа
ru_ru: Севиджа

# MethodVarianceMinimization
source: Мінімізації дисперсії
ru_ru: Минимизации дисперсии

# of
source: з
ru_ru: из

# TestRight
source: Вірно!
ru_ru: Правильно!

# TestWrong
source: Невірно! Правильна відповідь :
ru_ru: Неправильно! Правильный ответ :
