Repository: LeGrin/SMPR
Catalog: ModuleConflictsAndCompromisesMethods/frmModule.*.resx
Languages: ru_ru

# label8.Text
source: Відображуваний метод
ru_ru: Показываемый метод

# label7.Text
source: Гравець для множини
ru_ru: Игрок для множества

# playerList.Items
source: Гравець №1
ru_ru: Игрок №1

# playerList.Items1
source: Гравець №2
ru_ru: Игрок №2

# label4.Text
source: Кількість стратегій гравця №2
ru_ru: Количество стратегий игрока №2

# label3.Text
source: Кількість стратегій гравця №1
ru_ru: Количество стратегий игрока №1

# label2.Text
source: Функція гравця №2
ru_ru: Функция игрока №2

# label1.Text
source: Функція гравця №1
ru_ru: Функция игрока №1

# autoFillBtn.Text
source: Заповнити
ru_ru: Заполнить

# label6.Text
source: Максимальне значення
ru_ru: Максимальное значение

# label5.Text
source: Мінімальне значення
ru_ru: Минимальное значение

# autoFillFlag.Text
source: Заповнювати додані комірки автоматично
ru_ru: Заполнять данные ячейки автоматически

# autoFillOptions.Text
source: Автоматичне заповнення
ru_ru: Автоматическое заполнение

# gameOptions.Text
source: Параметри гри
ru_ru: Параметры игры

# loadFromBufferToolStripMenuItem.Text
source: Завантажити з буфера
ru_ru: Загрузить из буфера

# saveToBufferToolStripMenuItem.Text
source: Зберегти в буфер
ru_ru: Сохранить в буфер

# gameToolStripMenuItem.Text
source: Матриця гри
ru_ru: Матрица игры

# звичайнийToolStripMenuItem.Text
source: Звичайний
ru_ru: Обычний
