Repository: LeGrin/SMPR
Catalog: ModuleExpertProcessingMethods/frmModule.*.resx
Languages: ru_ru

# MainColumn.HeaderText
source: Weight of expert
ru_ru: Вес эксперта

# button1.Text
source: Equal experts
ru_ru: Равноправные эксперты

# label9.Text
source: Number of experts:
ru_ru: Количество экспертов:

# button7.Text
source: Generate ratings
ru_ru: Сгенерировать оценки

# button8.Text
source: Load from buffer
ru_ru: Загрузить из буфера

# button9.Text
source: Save to buffer
ru_ru: Сохранить в буфер

# bufferButton5.Text
source: Load from buffer
ru_ru: Взять из буфера

# goButton5.Text
source: Calculate result
ru_ru: Найти результат

# label17.Text
source: Result ranking
ru_ru: Результирующее ранжирование

# generateButton5.Text
source: Generate ranking
ru_ru: Сгенерировать ранжирование

# makeButton3.Text
source: Make ranking
ru_ru: Сделать ранжирование

# label18.Text
source: Number of objects
ru_ru: Количество обьектов

# label15.Text
source: Number of objects
ru_ru: Количество обьектов

# makeButton2.Text
source: Make ranking
ru_ru: Сделать ранжирование

# bufferButton4.Text
source: Load from buffer
ru_ru: Взять из буфера

# goButton4.Text
source: Calculate result
ru_ru: Найти результат

# label14.Text
source: Result ranking
ru_ru: Результирующее ранжирование

# generateButton4.Text
source: Generate ranking
ru_ru: Сгенерировать ранжирование

# tabPage4.Text
source: Decent ranking
ru_ru: Нестрогое ранжирование

# bufferButton3.Text
source: Load from buffer
ru_ru: Взять из буфера

# goButton3.Text
source: Calculate result
ru_ru: Найти результат

# label12.Text
source: Result ranking
ru_ru: Результирующее ранжирование

# generateButton3.Text
source: Generate ranking
ru_ru: Сгенерировать ранжирование

# makeButton1.Text
source: Make ranking
ru_ru: Сделать ранжирование

# label10.Text
source: Number of objects
ru_ru: Количество обьектов

# tabPage3.Text
source: Simple ranking
ru_ru: Простое ранжирование

# bufferButton2.Text
source: Load ratings from buffer
ru_ru: Взять оценки из буфера

# generateButton2.Text
source: Generate ratings
ru_ru: Сгенерировать оценки

# methodOwn.Text
source: Your data
ru_ru: Свои данные

# label7.Text
source: Coefficient ofconfidence
ru_ru: Коефициент уверенности

# label8.Text
source: Coefficient of realism
ru_ru: Коефициент реализма

# label6.Text
source: Coefficient of pessimism
ru_ru: Коефициент песимизма

# label5.Text
source: Coefficient of optimism
ru_ru: Коефициент оптимизма

# label3.Text
source: The degree of coherence
ru_ru: Степень согласованости

# label4.Text
source: Overall rating
ru_ru: Сумарная оценка

# goButton2.Text
source: Rate expertise
ru_ru: Оценить экспертную информацию

# dataGridViewTextBoxColumn2.HeaderText
source: Pessimistic rating
ru_ru: Песимистическая оценка

# RealBall.HeaderText
source: Realistic rating
ru_ru: Реалистическая оценка

# OptimistBal.HeaderText
source: Optimistic rating
ru_ru: Оптимистическая оценка

# tabPage2.Text
source: Raiting of pessimistic/optimistic expertise
ru_ru: Оценочная песимистическая/оптимистическая экспертиза

# button2.Text
source: Generate ratings
ru_ru: Сгенерировать оценки

# button5.Text
source: From buffer
ru_ru: Из буфера

# label2.Text
source: The degree of coherence
ru_ru: Степень согласованости

# label1.Text
source: Overall rating
ru_ru: Сумарная оценка

# goButton1.Text
source: Rate expertise
ru_ru: Оценить экспертную информацию

# expertOpinion.HeaderText
source: Expert's rating
ru_ru: Оценка эксперта

# tabPage1.Text
source: Raiting of expertise
ru_ru: Оценочная экспертиза

# bufferButton6.Text
source: Load from buffer
ru_ru: Взять из буфера

# goButton6.Text
source: Calculate result
ru_ru: Найти результат

# label22.Text
source: Result ranking
ru_ru: Результирующее ранжирование

# generateButton6.Text
source: Generate ranking
ru_ru: Сгенерировать ранжирование

# makeButton4.Text
source: Make ranking
ru_ru: Сделать ранжирование

# label23.Text
source: Number of objects
ru_ru: Количество обьектов

# tabPage6.Text
source: Method of paired comparisons
ru_ru: Метод парних сравнений

# label28.Text
source: Compromise
ru_ru: Компромис

# label27.Text
source: Average value
ru_ru: Среднее значение

# label24.Text
source: Kemény-Snell's median
ru_ru: Медиана Кемени-Снелла

# bufferButton7.Text
source: Load from buffer
ru_ru: Взять из буфера

# goButton7.Text
source: Calculate result
ru_ru: Найти результат

# label25.Text
source: Cook-Seyford's median
ru_ru: Медиана Кука-Сейфорда

# generateButton7.Text
source: Generate ranking
ru_ru: Сгенерировать ранжирование

# makeButton5.Text
source: Make ranking
ru_ru: Сделать ранжирование

# label26.Text
source: Number of objects
ru_ru: Количество обьектов

# tabPage7.Text
source: Algebraic methods
ru_ru: Алгебраические методы
